{
  "hello": "नमस्ते, मैं यूरी हूँ!",
  "welcome": "मेरी वेबसाइट में आपका स्वागत है",
  "executed": "क्रियान्वित",
  "executing": "क्रियान्वित हो रहा है",
  "introduceSelf": "introduceSelf.tsx",
  "press enter to see what I am about": "मुझसे क्या संबंधित है देखने के लिए एंटर दबाएं",
  "self.learnAboutMe": "self.learnAboutMe()",
  "loadedData": "डेटा लोड हो रहा है...",
  "self.currentLocation": "self.currentLocation",
  "self.interests": "self.interests",
  "self.education": "self.education",
  "self.skills": "self.skills",
  "self.contactMe": "self.contactMe",
  "titleTools": "उपकरण",
  "titleProjects": "परियोजनाएँ",
  "titleResearch": "अनुसंधान",
  "titleHome": "होम",
  "titleOthers": "अन्य",
  "welcomeMessage": "मेरी वेबसाइट में आपका स्वागत है! यहाँ, मैं अपने कुछ",
  "projects": "परियोजनाएँ",
  "welcomeMessage1": " प्रदर्शित करता हूँ और विभिन्न चीज़ों का प्रयोग करता हूँ। आप",
  "websites": "वेबसाइट",
  "welcomeMessage2": " और उपयोगी चीज़ों का खोज कर सकते हैं। साथ ही, मेरे",
  "tools": "उपकरण",
  "welcomeMessage3": " की भी जाँच करें। कुछ रोचक पढ़ाई के लिए मेरे",
  "blog": "ब्लॉग",
  "welcomeMessage4": " देखें। मैं एक वरिष्ठ डेटाबेस प्रशासक हूँ और",
  "welcomeMessage5": " वर्षों का अनुभव है। आप मेरे सभी सोशल मीडिया लिंक और संपर्क जानकारी",
  "my website links": "मेरे वेबसाइट लिंक",
  "welcomeMessage6": " पर देख सकते हैं। साथ ही, ",
  "meeting with me": "मेरे साथ मिलने का समय निर्धारित करें",
  "welcomeMessage7": "मेरी सुनें",
  "podcast on Spotify": "Spotify पर पॉडकास्ट",
  "welcomeMessage8": "अपने का आनंद लें",
  "privacy-first social media": "गोपनीयता पहले का सोशल मीडिया",
  "welcomeMessage9": " या फिर फुटर की जाँच करें।",

  "collectionBlogPost": "यहाँ मेरे ब्लॉग पोस्टों का एक संग्रह है :).",
  "blogPosts": "ब्लॉग पोस्ट",
  "blogSearch": "खोज",
  "blogSortBy": "क्रमबद्ध करें...",
  "blogSortRecent": "हाल का",
  "blogSortOld": "पुराना",
  "blogSearchResult": "कोई परिणाम नहीं :(",

  "myProjects": "मेरे परियोजनाएँ",
  "projectsQuickCollection": "मेरी परियोजनाओं का एक त्वरित संग्रह।",
  "projectRepositories": "रिपॉजिटरी",
  "projectsFullList": "मेरे GitHub पर सभी सार्वजनिक रिपॉजिटरीज की सूची।",
  "projectViewMyProfile": "मेरा प्रोफ़ाइल देखें",

  "links": "लिंक",
  "linksMyFav": "मेरे पसंदीदा वेब के हिस्से।",

  "research": "मेरे अनुसंधान",
  "researchDescription": "यहाँ कुछ ऐसी चीज़ों का छोटा सा चयन है जिनके बारे में मैंने बहुत कुछ जाना। मैं हमेशा सीख रहा हूँ और नई चीज़ों का अनुसंधान कर रहा हूँ।",
  "viewPaper": "पेपर देखें",

  "spotifyWhatListening": "यहाँ वह है जिसे मैं अभी सुन रहा हूँ",
  "spotifyTopSongsArtists": "*पिछले 6 महीनों में टॉप गाने और कलाकार",
  "spotifyViewProfile": "Spotify पर मेरा प्रोफ़ाइल देखें",

  "titleAboutMe": "मेरे बारे में",
  "aboutOne": "नमस्ते! मैं यूरी हूँ, एक डेटाबेस एडमिनिस्ट्रेटर जो डेटा की अखंडता और अनुप्रयोगों को सुचारू रूप से चलाने के लिए जुनून रखता है। जब मैं सर्वरों को संभाल नहीं रहा होता, तो आप मुझे सड़कों या ट्रेल्स पर दौड़ते हुए पाएंगे; मैं एक कदम आगे बढ़ाने और दुनिया को गुजरते हुए देखने की जादू से मोहित हूँ।",
  "aboutTwo": "मैं वर्तमान में नई संभावनाओं की तलाश में हूँ, डेटाबेस को ऑप्टिमाइज़ करने और आईटी संचालन को अगले चुनौती तक ले जाने में अपने अनुभव को ला रहा हूँ। इससे पहले, मैंने दिविनोबिट (जिसका वर्तमान नाम बैरॉन है) में अपने कौशल को निखारा, डेटाबेस को उच्चतम प्रदर्शन के लिए ऑप्टिमाइज़ किया।",
  "aboutThree": "मुझे सबसे अधिक उत्साहित क्या करता है? जटिल क्वेरीज में गोता लगाना, कुशल स्कीमा बनाना, और डेटाबेस को शक्तिशाली इंजनों में बदलते हुए देखना। यह डिजिटल युग की प्लंबिंग की तरह है, लेकिन पाइप से अधिक कोड की लाइनों के साथ!",
  "aboutFour": "हालांकि ब्राज़ील मेरा गृहनगर है, मेरी यात्रा की लालसा अक्सर मुझे दुनिया के नए कोनों की ओर खींचती है। प्राचीन खंडहरों में घूमना, हलचल भरे शहरों में डूबना, या शांत परिदृश्यों में खुद को खो देना - अकेले यात्रा करना मेरी आत्मा को ऊर्जा देता है और नए दृष्टिकोणों को प्रेरित करता है।",
  "aboutFive": "तो, चाहे यह डेटाबेस को ऑप्टिमाइज़ करना हो या दौड़ में अपनी सीमाओं को पार करना हो, मेरे लिए यह सब कुछ निर्माण, अन्वेषण और चीजों में ताल ढूंढने के बारे में है। चलो देखते हैं कि डेटा (या रास्ता) हमें कहाँ ले जाता है!"
}
