{
    "hello": "Hoi, ik ben Yuri!",
    "welcome": "Welkom op mijn website",
    "executed": "Uitgevoerd",
    "executing": "Uitvoeren",
    "introduceSelf": "introduceSelf.tsx",
    "press enter to see what I am about": "Druk op Enter om te zien waar ik over ga",
    "self.learnAboutMe": "self.learnAboutMe()",
    "loadedData": "Gegevens geladen...",
    "self.currentLocation": "self.currentLocation",
    "self.interests": "self.interests",
    "self.education": "self.education",
    "self.skills": "self.skills",
    "self.contactMe": "self.contactMe",
    "titleTools": "Hulpmiddelen",
    "titleProjects": "Projecten",
    "titleResearch": "Onderzoek",
    "titleHome": "Home",
    "titleOthers": "Overige",
    "welcomeMessage": "Welkom op mijn website! Hier laat ik mijn expertise zien op het gebied van",
    "projects": "projecten",
    "welcomeMessage1": " gerelateerd aan cloudinfrastructuur en databasebeheer. Je kunt de",
    "websites": "websites",
    "welcomeMessage2": " en technologieën verkennen waar ik van geniet, en nuttige",
    "tools": "hulpmiddelen",
    "welcomeMessage3": " ontdekken. Daarnaast kun je mijn",
    "blog": "blog",
    "welcomeMessage4": " bekijken voor inzichten in serveroptimalisatie, cloudstrategieën en databaseprestaties. Ik ben een Senior Cloud en Infrastructure Specialist met meer dan",
    "welcomeMessage5": " jaar ervaring. Je kunt al mijn social media-links en contactgegevens vinden in de",
    "my website links": "links op mijn website",
    "welcomeMessage6": " plan een ",
    "meeting with me": "afspraak met mij",
    "welcomeMessage7": "luister naar mijn",
    "podcast on Spotify": "podcast op Spotify",
    "welcomeMessage8": "ontdek mijn ",
    "privacy-first social media": "privacygerichte sociale media",
    "welcomeMessage9": " of bekijk de voettekst.",
    "collectionBlogPost": "Ontdek een verzameling van mijn blogposts over technologie en infrastructuur.",
    "blogPosts": "Blogposts",
    "blogSearch": "Zoeken",
    "blogSortBy": "Sorteren op...",
    "blogSortRecent": "Recent",
    "blogSortOld": "Oud",
    "blogSearchResult": "Geen resultaten :(",
    "myProjects": "Mijn projecten",
    "projectsQuickCollection": "Een snelle verzameling van mijn projecten.",
    "projectRepositories": "Repositories",
    "projectsFullList": "Een lijst van alle openbare repositories op mijn GitHub.",
    "projectViewMyProfile": "Bekijk mijn profiel",
    "links": "Links",
    "linksMyFav": "Mijn favoriete delen van het web.",
    "research": "Mijn onderzoek",
    "researchDescription": "Een zorgvuldig samengestelde selectie van mijn diepgaande analyses van serveroptimalisatie, databasebeheer en cloudoplossingen. Altijd aan het verkennen en verfijnen.",
    "viewPaper": "Bekijk document",
    "spotifyWhatListening": "Dit luister ik op dit moment",
    "spotifyTopSongsArtists": "*Topnummers en artiesten van de afgelopen 6 maanden",
    "spotifyViewProfile": "Bekijk mijn profiel op Spotify",
    "spotifyTopSongs": "Topnummers",
    "spotifyTopArtists": "Topartiesten",
    "spotifyRecentSongs": "Onlangs afgespeelde nummers",
    "spotifyOneQuote": "Nu aan het luisteren",
    "titleAboutMe": "Over mij",
    "aboutOne": "Hallo daar! Ik ben Yuri, een Senior Cloud en Infrastructure Specialist, gepassioneerd over het bouwen van veerkrachtige systemen en het waarborgen van naadloze prestaties. Mijn expertise omvat serveroptimalisatie, databasebeheer en het implementeren van schaalbare cloudoplossingen.",
    "aboutTwo": "Momenteel ben ik op zoek naar nieuwe mogelijkheden om mijn vaardigheden toe te passen in het ontwerpen van efficiënte infrastructuren en het optimaliseren van IT-operaties. In mijn vorige functies heb ik databases verfijnd en betrouwbare architecturen gecreëerd bij bedrijven zoals Divinobit (nu Bairon).",
    "aboutThree": "Wat drijft mij? Het oplossen van complexe uitdagingen in infrastructuur, het creëren van gestroomlijnde processen en het transformeren van ruwe data in bruikbare inzichten. Voor mij is het net als engineering voor het digitale tijdperk — oplossingen creëren die de tand des tijds doorstaan.",
    "aboutFour": "Hoewel ik gevestigd ben in Brazilië, vind ik vaak inspiratie in solo reizen, het ontdekken van diverse landschappen en het onderdompelen in nieuwe culturen. Deze avonturen houden me verfrist en klaar om het volgende grote project aan te pakken.",
    "aboutFive": "Of het nu gaat om het beheren van servers, het verfijnen van databases of het opschalen van cloudplatforms, ik streef altijd naar uitmuntendheid en het vinden van harmonie in technologie. Laten we samen iets opmerkelijk bouwen!"
}