{
    "hello": "Kamusta, ako si Yuri!",
    "welcome": "Maligayang pagdating sa aking website",
    "executed": "Isinagawa",
    "executing": "Isinasagawa",
    "introduceSelf": "introduceSelf.tsx",
    "press enter to see what I am about": "Pindutin ang enter upang makita kung ano ang tungkol sa akin",
    "self.learnAboutMe": "self.learnAboutMe()",
    "loadedData": "Naiload ang data...",
    "self.currentLocation": "self.currentLocation",
    "self.interests": "self.interests",
    "self.education": "self.education",
    "self.skills": "self.skills",
    "self.contactMe": "self.contactMe",
    "titleTools": "Mga Kasangkapan",
    "titleProjects": "Mga Proyekto",
    "titleResearch": "Pananaliksik",
    "titleHome": "Bahay",
    "titleOthers": "Iba Pa",
    "welcomeMessage": "Maligayang pagdating sa aking website! Dito, ipinapakita ko ang aking kadalubhasaan sa",
    "projects": "mga proyekto",
    "welcomeMessage1": "kaugnay ng cloud infrastructure at pamamahala ng database. Maaari mong tuklasin ang",
    "websites": "mga website",
    "welcomeMessage2": "at mga teknolohiya na aking kinagigiliwan, at matutunan ang mga kapaki-pakinabang na",
    "tools": "mga kasangkapan",
    "welcomeMessage3": ". Dagdag pa, tingnan ang aking",
    "blog": "blog",
    "welcomeMessage4": "para sa mga pananaw ukol sa server optimization, cloud strategies, at database performance. Ako ay isang Senior Cloud at Infrastructure Specialist na may higit sa",
    "welcomeMessage5": "taon ng karanasan. Makikita mo ang lahat ng aking mga link sa social media at impormasyon ng pakikipag-ugnay sa",
    "my website links": "mga link sa aking website",
    "welcomeMessage6": "mag-iskedyul ng isang",
    "meeting with me": "pagpupulong sa akin",
    "welcomeMessage7": "makinig sa aking",
    "podcast on Spotify": "podcast sa Spotify",
    "welcomeMessage8": "tuklasin ang aking",
    "privacy-first social media": "privacy-first social media",
    "welcomeMessage9": "o tingnan ang footer.",
    "collectionBlogPost": "Tuklasin ang isang koleksyon ng mga blog post ko tungkol sa teknolohiya at imprastruktura.",
    "blogPosts": "Mga Blog Post",
    "blogSearch": "Maghanap",
    "blogSortBy": "I-sort ayon sa...",
    "blogSortRecent": "Kamakailan",
    "blogSortOld": "Matagal na",
    "blogSearchResult": "Walang Resulta :(",
    "myProjects": "Aking mga Proyekto",
    "projectsQuickCollection": "Isang mabilis na koleksyon ng aking mga proyekto.",
    "projectRepositories": "Mga Repositories",
    "projectsFullList": "Isang listahan ng lahat ng pampublikong repositories sa aking GitHub.",
    "projectViewMyProfile": "Tingnan ang Aking Profile",
    "links": "Mga Link",
    "linksMyFav": "Ang aking mga paboritong bahagi ng web.",
    "research": "Aking Pananaliksik",
    "researchDescription": "Isang piniling seleksyon ng aking mga pagsusuri sa server optimization, pamamahala ng database, at mga solusyon sa cloud. Patuloy na nagsasaliksik at pinapabuti.",
    "viewPaper": "Tingnan ang Papel",
    "spotifyWhatListening": "Narito ang aking pinapakinggan sa ngayon",
    "spotifyTopSongsArtists": "*Mga Nangungunang Kanta at Artista sa nakaraang 6 na buwan",
    "spotifyViewProfile": "Tingnan ang Aking Profile sa Spotify",
    "spotifyTopSongs": "Nangungunang Kanta",
    "spotifyTopArtists": "Nangungunang Artista",
    "spotifyRecentSongs": "Kamakailang Pinakinggan na Kanta",
    "spotifyOneQuote": "Pinapakinggan ngayon",
    "titleAboutMe": "Tungkol sa Akin",
    "aboutOne": "Kamusta! Ako si Yuri, isang Senior Cloud at Infrastructure Specialist na may hilig sa paggawa ng matibay na sistema at pagpapahusay ng pagganap. Ang aking kadalubhasaan ay sumasaklaw sa server optimization, pamamahala ng database, at pagpapalawak ng mga solusyon sa cloud.",
    "aboutTwo": "Sa kasalukuyan, nagsusuri ako ng mga bagong pagkakataon upang magamit ang aking mga kasanayan sa disenyo ng mga mahusay na imprastruktura at pagpapabuti ng mga operasyon sa IT. Sa mga nakaraang posisyon ko, natutunan ko ang fine-tuning ng mga database at paggawa ng mga maaasahang arkitektura sa mga kumpanya tulad ng Divinobit (ngayon ay Bairon).",
    "aboutThree": "Ano ang nagtutulak sa akin? Pagtugon sa mga kumplikadong hamon sa imprastruktura, paggawa ng mga pinadali na proseso, at pagbabago ng hilaw na data sa mga makikinabangang insight. Para sa akin, ito ay tulad ng engineering para sa digital na panahon — paggawa ng mga solusyon na tatagal.",
    "aboutFour": "Habang nakabase sa Brazil, madalas akong nakakakita ng inspirasyon sa solo na paglalakbay, pagtuklas ng iba't ibang tanawin, at pagpapakilala sa mga bagong kultura. Ang mga pakikipagsapalaran na ito ay nagbibigay sa akin ng lakas at pagiging handa sa susunod na malaki na proyekto.",
    "aboutFive": "Kahit na pamamahala ng mga server, fine-tuning ng mga database, o pagpapalawak ng mga platform sa cloud, ako ay nakatutok sa paghahatid ng kahusayan at paghahanap ng balanse sa teknolohiya. Tara, magtulungan tayo at magtayo ng isang makulay na proyekto!"
}