{
  "hello": "Oi, eu sou o Yuri!",
  "welcome": "Bem-vindo ao meu site",
  "executed": "Executado",
  "executing": "Executando",
  "introduceSelf": "meApresentar.tsx",
  "press enter to see what I am about": "pressione enter para saber mais sobre mim",
  "self.learnAboutMe": "self.aprenderSobreMim()",
  "loadedData": "Dados carregados...",
  "self.currentLocation": "self.localAtual",
  "self.interests": "self.interesses",
  "self.education": "self.educacao",
  "self.skills": "self.habilidades",
  "self.contactMe": "self.meContate",
  "titleTools": "Ferramentas",
  "titleProjects": "Projetos",
  "titleResearch": "Pesquisas",
  "titleHome": "Início",
  "titleOthers": "Outros",
  "welcomeMessage": "Bem-vindo ao meu site! Aqui, exibo alguns dos meus ",
  "projects": "projetos",
  "welcomeMessage1": " e faço experimentos com várias coisas. Você pode explorar os",
  "websites": "sites",
  "welcomeMessage2": "que eu gosto e descobrir",
  "tools": "ferramentas ",
  "welcomeMessage3": "úteis. Além disso, confira minhas postagens no",
  "blog": "blog",
  "welcomeMessage4": "para algumas leituras interessantes. Sou um Administrador de Banco de Dados Sênior com mais de",
  "welcomeMessage5": "anos de experiência. Você pode encontrar todos os meus links de redes sociais e informações de contato no meu",
  "my website links": "sub-site de links",
  "welcomeMessage6": ", agendar uma",
  "meeting with me": " reunião comigo",
  "welcomeMessage7": "ouvir meu",
  "podcast on Spotify": "podcast no Spotify",
  "welcomeMessage8": "desfrutar da minha",
  "privacy-first social media": " mídia social com foco na privacidade",
  "welcomeMessage9": "ou verificar o rodapé.",

  "collectionBlogPost": "Aqui estão uma coleção dos meus posts no blog :).",
  "blogPosts": "Postagens do blog",
  "blogSearch": "Pesquisar",
  "blogSortBy": "Ordenar por...",
  "blogSortRecent": "Mais recente",
  "blogSortOld": "Mais antigo",
  "blogSearchResult": "Sem resultados :(",

  "myProjects": "Meus Projetos",
  "projectsQuickCollection": "Uma rápida coleção dos meus projetos.",
  "projectRepositories": "Repositórios",
  "projectsFullList": "Uma lista de todos os repositórios públicos no meu GitHub.",
  "projectViewMyProfile": "Ver Meu Perfil",

  "links": "Links",
  "linksMyFav": "Minhas partes favoritas da web.",

  "research": "Minha pesquisa",
  "researchDescription": "Uma pequena seleção de coisas sobre as quais duckducked (pesquisei) muito. Estou sempre aprendendo e pesquisando coisas novas.",
  "viewPaper": "Ver Artigo",

  "spotifyWhatListening": "Aqui está o que estou ouvindo no momento",
  "spotifyTopSongsArtists": "*Top Músicas e Artistas nos últimos 6 meses",
  "spotifyViewProfile": "Ver Meu Perfil no Spotify",

  "titleAboutMe": "Sobre mim",
  "aboutOne": "Olá! Eu sou o Yuri, um administrador de banco de dados com uma paixão por integridade de dados e por fazer as aplicações funcionarem suavemente. Quando não estou lidando com servidores, você me encontrará correndo nas ruas (ou trilhas) - sou obcecado pela mágica de colocar um pé na frente do outro e ver o mundo passar.",
  "aboutTwo": "Atualmente, estou em busca de novas oportunidades para aproveitar minhas habilidades e experiência em administração de bancos de dados. Anteriormente, desenvolvi minhas habilidades na Divinobit (atualmente chamada Bairon), otimizando bancos de dados para o máximo desempenho.",
  "aboutThree": "O que mais me entusiasma? Mergulhar em consultas complexas, criar esquemas eficientes e ver bancos de dados se transformarem em poderosos motores. É como encanamento para a era digital, mas com mais linhas de código do que canos!",
  "aboutFour": "Embora o Brasil seja minha terra natal, meu desejo de viajar frequentemente me leva sozinho a novos cantos do mundo. Caminhar por ruínas antigas, absorver paisagens urbanas movimentadas ou escapar para cenários serenos - viajar sozinho alimenta minha alma e inspira novas perspectivas.",
  "aboutFive": "Então, seja otimizando bancos de dados ou ultrapassando meus limites em uma corrida, estou sempre construindo, explorando e encontrando o ritmo das coisas. Vamos ver aonde os dados (ou a estrada) nos levam!"
}
