{
    "hello": "สวัสดี, ฉันชื่อ Yuri!",
    "welcome": "ยินดีต้อนรับสู่เว็บไซต์ของฉัน",
    "executed": "ดำเนินการแล้ว",
    "executing": "กำลังดำเนินการ",
    "introduceSelf": "introduceSelf.tsx",
    "press enter to see what I am about": "กด Enter เพื่อดูข้อมูลเพิ่มเติมเกี่ยวกับฉัน",
    "self.learnAboutMe": "self.learnAboutMe()",
    "loadedData": "ข้อมูลโหลดสำเร็จ...",
    "self.currentLocation": "self.currentLocation",
    "self.interests": "self.interests",
    "self.education": "self.education",
    "self.skills": "self.skills",
    "self.contactMe": "self.contactMe",
    "titleTools": "เครื่องมือ",
    "titleProjects": "โครงการ",
    "titleResearch": "งานวิจัย",
    "titleHome": "หน้าหลัก",
    "titleOthers": "อื่น ๆ",
    "welcomeMessage": "ยินดีต้อนรับสู่เว็บไซต์ของฉัน! ที่นี่ฉันแสดงความเชี่ยวชาญในด้าน",
    "projects": "โครงการ",
    "welcomeMessage1": " ที่เกี่ยวข้องกับโครงสร้างพื้นฐานบนคลาวด์และการจัดการฐานข้อมูล คุณสามารถสำรวจ",
    "websites": "เว็บไซต์",
    "welcomeMessage2": " และเทคโนโลยีที่ฉันสนใจ รวมถึงค้นพบ",
    "tools": "เครื่องมือ",
    "welcomeMessage3": "ที่เป็นประโยชน์ นอกจากนี้อย่าลืมตรวจสอบ",
    "blog": "บล็อก",
    "welcomeMessage4": "ของฉันสำหรับข้อมูลเชิงลึกเกี่ยวกับการเพิ่มประสิทธิภาพเซิร์ฟเวอร์ กลยุทธ์บนคลาวด์ และประสิทธิภาพฐานข้อมูล ฉันเป็นผู้เชี่ยวชาญด้านคลาวด์และโครงสร้างพื้นฐานที่มีประสบการณ์มากกว่า",
    "welcomeMessage5": "ปี คุณสามารถค้นหาลิงก์โซเชียลมีเดียทั้งหมดและข้อมูลติดต่อของฉันได้ที่",
    "my website links": "ลิงก์เว็บไซต์ของฉัน",
    "welcomeMessage6": " หรือกำหนดการ",
    "meeting with me": "ประชุมกับฉัน",
    "welcomeMessage7": "หรือฟัง",
    "podcast on Spotify": "พอดแคสต์ของฉันบน Spotify",
    "welcomeMessage8": "สำรวจ",
    "privacy-first social media": "โซเชียลมีเดียที่คำนึงถึงความเป็นส่วนตัวของฉัน",
    "welcomeMessage9": " หรือดูที่ส่วนท้ายของเว็บไซต์",
    "collectionBlogPost": "สำรวจคอลเลกชันบทความในบล็อกของฉันเกี่ยวกับเทคโนโลยีและโครงสร้างพื้นฐาน",
    "blogPosts": "บทความในบล็อก",
    "blogSearch": "ค้นหา",
    "blogSortBy": "เรียงลำดับตาม...",
    "blogSortRecent": "ใหม่ล่าสุด",
    "blogSortOld": "เก่าที่สุด",
    "blogSearchResult": "ไม่พบผลลัพธ์ :(",
    "myProjects": "โครงการของฉัน",
    "projectsQuickCollection": "คอลเลกชันโครงการของฉันอย่างรวดเร็ว",
    "projectRepositories": "ที่เก็บข้อมูล",
    "projectsFullList": "รายการที่เก็บข้อมูลสาธารณะทั้งหมดของฉันบน GitHub",
    "projectViewMyProfile": "ดูโปรไฟล์ของฉัน",
    "links": "ลิงก์",
    "linksMyFav": "ส่วนที่ฉันชื่นชอบบนเว็บ",
    "research": "งานวิจัยของฉัน",
    "researchDescription": "การคัดสรรการสำรวจเชิงลึกเกี่ยวกับการเพิ่มประสิทธิภาพเซิร์ฟเวอร์ การจัดการฐานข้อมูล และโซลูชันคลาวด์ ฉันสำรวจและพัฒนาอย่างต่อเนื่อง",
    "viewPaper": "ดูเอกสาร",
    "spotifyWhatListening": "นี่คือสิ่งที่ฉันกำลังฟังอยู่ในขณะนี้",
    "spotifyTopSongsArtists": "*เพลงและศิลปินยอดนิยมในช่วง 6 เดือนที่ผ่านมา",
    "spotifyViewProfile": "ดูโปรไฟล์ของฉันบน Spotify",
    "spotifyTopSongs": "เพลงยอดนิยม",
    "spotifyTopArtists": "ศิลปินยอดนิยม",
    "spotifyRecentSongs": "เพลงที่เล่นล่าสุด",
    "spotifyOneQuote": "กำลังฟัง",
    "titleAboutMe": "เกี่ยวกับฉัน",
    "aboutOne": "สวัสดี! ฉันชื่อ Yuri เป็นผู้เชี่ยวชาญด้านคลาวด์และโครงสร้างพื้นฐานที่มีความหลงใหลในระบบที่ทนทานและการมอบประสิทธิภาพที่ไร้รอยต่อ ฉันมีความเชี่ยวชาญในด้านการเพิ่มประสิทธิภาพเซิร์ฟเวอร์ การจัดการฐานข้อมูล และการใช้งานโซลูชันคลาวด์ที่สามารถขยายได้",
    "aboutTwo": "ในปัจจุบัน ฉันกำลังมองหาโอกาสใหม่ ๆ ในการประยุกต์ใช้ทักษะของฉันในการออกแบบโครงสร้างพื้นฐานที่มีประสิทธิภาพและการเพิ่มประสิทธิภาพการดำเนินงานด้าน IT ในบทบาทก่อนหน้านี้ ฉันเชี่ยวชาญในการปรับแต่งฐานข้อมูลและสร้างสถาปัตยกรรมที่เชื่อถือได้ให้กับบริษัทอย่าง Divinobit (ปัจจุบันคือ Bairon)",
    "aboutThree": "อะไรที่ผลักดันฉัน? การแก้ปัญหาที่ยากในโครงสร้างพื้นฐาน การสร้างกระบวนการที่คล่องตัว และการเปลี่ยนข้อมูลดิบให้เป็นข้อมูลเชิงลึกที่นำไปใช้ได้ สำหรับฉัน นี่เหมือนกับการวิศวกรรมในยุคดิจิทัล — การสร้างโซลูชันที่ทนทานต่อการทดสอบของเวลา",
    "aboutFour": "แม้ว่าฉันจะอาศัยอยู่ในบราซิล ฉันมักจะหาแรงบันดาลใจจากการเดินทางคนเดียว การค้นพบภูมิทัศน์ที่หลากหลาย และการดื่มด่ำกับวัฒนธรรมใหม่ ๆ การผจญภัยเหล่านี้ทำให้ฉันรู้สึกสดชื่นและพร้อมสำหรับโปรเจกต์ใหญ่ถัดไป",
    "aboutFive": "ไม่ว่าจะเป็นการจัดการเซิร์ฟเวอร์ การปรับแต่งฐานข้อมูล หรือการขยายแพลตฟอร์มคลาวด์ ฉันมุ่งมั่นที่จะส่งมอบความเป็นเลิศและค้นหาความกลมกลืนในเทคโนโลยี มาร่วมสร้างสิ่งที่น่าทึ่งด้วยกันเถอะ!"
}