{
    "hello": "Xin chào, tôi là Yuri!",
    "welcome": "Chào mừng bạn đến với trang web của tôi",
    "executed": "Đã thực thi",
    "executing": "Đang thực thi",
    "introduceSelf": "introduceSelf.tsx",
    "press enter to see what I am about": "Nhấn Enter để xem thêm về tôi",
    "self.learnAboutMe": "self.learnAboutMe()",
    "loadedData": "Đã tải dữ liệu...",
    "self.currentLocation": "self.currentLocation",
    "self.interests": "self.interests",
    "self.education": "self.education",
    "self.skills": "self.skills",
    "self.contactMe": "self.contactMe",
    "titleTools": "Công cụ",
    "titleProjects": "Dự án",
    "titleResearch": "Nghiên cứu",
    "titleHome": "Trang chủ",
    "titleOthers": "Khác",
    "welcomeMessage": "Chào mừng bạn đến với trang web của tôi! Tại đây, tôi trình bày chuyên môn của mình về",
    "projects": "các dự án",
    "welcomeMessage1": " liên quan đến hạ tầng đám mây và quản lý cơ sở dữ liệu. Bạn có thể khám phá",
    "websites": "các trang web",
    "welcomeMessage2": " và các công nghệ mà tôi yêu thích, cũng như tìm hiểu những",
    "tools": "công cụ",
    "welcomeMessage3": " hữu ích. Ngoài ra, hãy xem qua",
    "blog": "blog",
    "welcomeMessage4": "của tôi để biết thêm về tối ưu hóa máy chủ, chiến lược đám mây, và hiệu suất cơ sở dữ liệu. Tôi là một chuyên gia cao cấp về Đám mây và Hạ tầng với hơn",
    "welcomeMessage5": "năm kinh nghiệm. Bạn có thể tìm thấy tất cả các liên kết mạng xã hội và thông tin liên hệ của tôi tại",
    "my website links": "các liên kết trang web của tôi",
    "welcomeMessage6": " hoặc lên lịch ",
    "meeting with me": "một cuộc hẹn với tôi",
    "welcomeMessage7": "nghe podcast của tôi trên",
    "podcast on Spotify": "Spotify",
    "welcomeMessage8": "khám phá ",
    "privacy-first social media": "mạng xã hội ưu tiên quyền riêng tư của tôi",
    "welcomeMessage9": " hoặc xem phần chân trang.",
    "collectionBlogPost": "Khám phá bộ sưu tập các bài viết trên blog của tôi về công nghệ và hạ tầng.",
    "blogPosts": "Bài viết trên blog",
    "blogSearch": "Tìm kiếm",
    "blogSortBy": "Sắp xếp theo...",
    "blogSortRecent": "Mới nhất",
    "blogSortOld": "Cũ nhất",
    "blogSearchResult": "Không tìm thấy kết quả :(",
    "myProjects": "Dự án của tôi",
    "projectsQuickCollection": "Một bộ sưu tập nhanh về các dự án của tôi.",
    "projectRepositories": "Kho lưu trữ",
    "projectsFullList": "Danh sách tất cả các kho lưu trữ công khai trên GitHub của tôi.",
    "projectViewMyProfile": "Xem hồ sơ của tôi",
    "links": "Liên kết",
    "linksMyFav": "Những phần yêu thích của tôi trên web.",
    "research": "Nghiên cứu của tôi",
    "researchDescription": "Một bộ sưu tập các nghiên cứu sâu của tôi về tối ưu hóa máy chủ, quản lý cơ sở dữ liệu, và giải pháp đám mây. Luôn khám phá và hoàn thiện.",
    "viewPaper": "Xem tài liệu",
    "spotifyWhatListening": "Đây là những gì tôi đang nghe hiện tại",
    "spotifyTopSongsArtists": "*Bài hát và nghệ sĩ yêu thích trong 6 tháng qua",
    "spotifyViewProfile": "Xem hồ sơ của tôi trên Spotify",
    "spotifyTopSongs": "Bài hát hàng đầu",
    "spotifyTopArtists": "Nghệ sĩ hàng đầu",
    "spotifyRecentSongs": "Các bài hát vừa nghe gần đây",
    "spotifyOneQuote": "Đang nghe",
    "titleAboutMe": "Về tôi",
    "aboutOne": "Xin chào! Tôi là Yuri, một Chuyên gia Cao cấp về Đám mây và Hạ tầng, đam mê xây dựng các hệ thống bền vững và đảm bảo hiệu suất mượt mà. Tôi có chuyên môn về tối ưu hóa máy chủ, quản lý cơ sở dữ liệu, và triển khai các giải pháp đám mây có khả năng mở rộng.",
    "aboutTwo": "Hiện tại, tôi đang tìm kiếm cơ hội mới để áp dụng kỹ năng của mình vào việc thiết kế hạ tầng hiệu quả và tối ưu hóa hoạt động CNTT. Trong các vai trò trước đây, tôi đã thành thạo việc tinh chỉnh cơ sở dữ liệu và tạo ra các kiến trúc đáng tin cậy tại các công ty như Divinobit (nay là Bairon).",
    "aboutThree": "Điều gì thúc đẩy tôi? Giải quyết các thách thức phức tạp trong hạ tầng, tạo ra các quy trình hợp lý, và chuyển đổi dữ liệu thô thành các thông tin chi tiết có giá trị. Đối với tôi, đó giống như kỹ thuật trong kỷ nguyên số — tạo ra các giải pháp vượt thời gian.",
    "aboutFour": "Dù sống tại Brazil, tôi thường tìm cảm hứng từ những chuyến du lịch một mình, khám phá các cảnh quan đa dạng, và hòa mình vào các nền văn hóa mới. Những cuộc phiêu lưu này giúp tôi sảng khoái và sẵn sàng đối mặt với dự án lớn tiếp theo.",
    "aboutFive": "Dù là quản lý máy chủ, tinh chỉnh cơ sở dữ liệu, hay mở rộng nền tảng đám mây, tôi luôn hướng đến việc mang lại sự xuất sắc và tìm kiếm sự hài hòa trong công nghệ. Hãy cùng xây dựng điều gì đó đáng nhớ!"
}